<?php
$lang = [
    'back' => 'Артқа',
    'close'=> 'Жабу',
    'title' => 'Оқыту, дамыту, шабыттандыру...',
    'history' => 'Колледж тарихы маңызды оқиғаларда',
    'history_name' => 'Колледж тарихы есімдерде...',
    'projects' => 'Колледждің білім беру жобалары',
    'specialties' => 'Біздің мамандықтардың дамуының тарихы',
    'teachers' => 'Уақыт таңдады',
    'students' => 'Колледж студенттерінің даңқ жолағы.',
    'videos' => 'Біз – инновацияларға сұраныстың көзі',
    'group' => 'Тобы',
    'more'=> 'Толығырақ',
    'description' => 'Сипаттамасы',

    'years' => 'жылдан',

    'lookachstudent'=> 'Жетістіктерді көру',
    'achstudent' => 'Студенттің жетістіктері',
    'Ourstudent' => 'Біздің студенттер',

    'historytitle'=> 'КОЛЛЕДЖ ТАРИХЫ МАҢЫЗДЫ ОҚИҒАЛАРДА',

    'one_title' => 'ОҚЫТУ, ДАМЫТУ, ШАБЫТТАНДЫРУ...',
    'one_paragraph' => 'Құрметті қонақ, сізге біздің оқу орнының тарихына оның білім беру мұрасын сақтаушылардың көзімен қарауға ерекше мүмкіндік беріледі. Мұнда академиялық жетістіктер, бірегей жобалар мен нәтижелер, жеке естеліктер біріктіріліп, білім беру тәжірибесінің байлығын және алуандығын көрсететін мозаика жасалады. Осы тарих беттері арқылы өтсеңіз, сіз білім мен шығармашылық әлеміне енгендей боласыз, біздің колледждің қабырғаларына толы жылу мен шабытты сезінесіз...',
    'director_title' => 'САПАРОВА АСЕЛЬ САҒЫНБАЕВНА: «ОҚЫТУ, ДАМЫТУ, ШАБЫТТАНДЫРУ…»',
    'director_paragraph' => 'Білім беру саласында үш сөз - "оқыту, дамыту, шабыттандыру," - ең маңызды сұрақтар мен ойлар тақырыбына айналады. Біз білімді қалай бере аламыз, басқаларды қалай шабыттандыра аламыз және олардың дамуына қалай ықпал ете аламыз? Осы сұрақтың жауабы біздің колледж ұсынатын ерекше білім беру тәжірибесіне кілт болып табылады.',
    'hisdirectortitle'=> 'Оқу орнының директорлары',
    'hisdirectortext'=> 'Білім беру мекемесінің өмір сүрген жылдарында оның атауы мен ұйымдық-құқықтық нысаны елдегі саяси, әлеуметтік-экономикалық және білім беру реформаларына байланысты өзгерді. Тиісінше, бірінші басшыларды тағайындау оқу орнының оқу қызметінің әртүрлі кезеңдерінде тұрған кәсіби міндеттерге байланысты болды.',

    'veterantitlemenu'=> 'Білім ошағының ардагер ұстаздары',
    'veterantitle'=> 'Колледж ардагерлері',

    'teaching' => 'Оқыту - бұл тек ақпарат беру процесі емес, қызығушылық тудыру, зерттеушілік ойлауды ынталандыру және студенттерге әлемді кеңірек әрі тереңірек көруге көмектесу өнері. Біздің оқытушыларымыз тек білім көзі ғана емес, олар студенттерге өз күштеріне сенімді болуға және жаңа horizons ашуға көмектесетін тәлімгерлер. Біздің колледжіміз әрбір студент тек білім алмай, сонымен бірге өзін-өзі дамыту мен өзін-өзі білдіруге ішкі мотивация сезінуге ұмтылады.',
    'education' => 'БІЛІМІ',
    'yearwork' => 'КОЛЛЕДЖДЕ ЖҰМЫС ЕТЕДІ',
    'achievements' => 'Марапаттары, Атақтары, Жетістіктері',
    'lookachteacher'=> 'Марапаттар мен жетістіктерді қараңыз',
    'work'=> 'ҚЫЗМЕТ АТАУЫ',

    'pv_title'=> 'Біз - инновацияға сұраныстың қайнар көзі болып табыламыз',
    'photo'=> 'Фото мұрағат',
    'video'=> 'Видео мұрағат',
    
    'developing' => 'Дамыту - бұл үздіксіз жетілуге ұмтылу, жеке және ұжымдық түрде. Біздің колледжіміз жаңашыл идеяларға ашық, мұнда әр студент өз потенциалын жүзеге асырып, дағдыларын дамытып, мәдени қауымдастықтың бір бөлігі болуға мүмкіндік алады, жеке өсу мен қоғамның жалпы дамуына үлес қосады. Біздің міндетіміз – әрбір білім беру қауымдастығының мүшесінің белсенді және үйлесімді даму шарттарын жасау.',

    'inspiring' => 'Шабыттандыру - бұл шығармашылық атмосферасын қалыптастыру, мұнда идеялар батыл түрде армандардан шындыққа айналады. Біздің жаңа «ҚҰРМЕТ ЗАЛЫ» орталығы тарих, дәстүрлер мен заманауи зерттеулердің кездесіп, өзара әрекеттесетін жері болып табылады, бұл оқытушылар құрамын жаңа жетістіктерге және шығармашылық ерліктерге шабыттандырады.',

    'college_vision' => 'Біздің колледжіміз студенттер тек білім алып қана қоймай, өздерін тәуелсіз өмірге және кәсіби қызметке дайын тұлғалар ретінде қалыптастыруды мақсат етеді. Өйткені, өзіңізді оқып, шабыттандырып, дамыту дағдыларында әлемді жақсартуға қабілетті күш жатыр.',

    'mission' => '"Оқыту, дамыту, шабыттандыру" – бұл біздің колледжіміздің ғана емес, әрбір адам білімге, түсінікке және өзін-өзі жүзеге асыруға жол табатын бірегей білім беру кеңістігін құруға көмектесетін философия.',

    'history_title' => 'Колледж тарихы маңызды оқиғаларда',
    'delete_confirm' => 'Бұл тарихты жойғыңыз келетініне сенімдісіз бе?',
    'edit' => 'Өзгерту',
    'delete' => 'Жою',
    'add_history' => 'Тарихты қосу',

    'message_success' => 'Тарих сәтті жаңартылды!',
    'message_deleted' => 'Тарих сәтті жойылды!',
];
