<!DOCTYPE html>
<html lang="ru">

<head>
    <meta charset="UTF-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <title>Document</title>
    <link rel="stylesheet" href="../assets/main.css" />
</head>

<body>
    <div class="container">
        <section class="header">
            <div class="header__container">
                <a class="logo" href="">
                    <img
                        src="https://ktsk.edu.kz/wp-content/uploads/2024/10/logo.png"
                        alt="" />
                </a>
                <div class="right">
                    <div class="search">
                        <a class="back" href="/">Назад</a>
                    </div>
                </div>
            </div>
        </section>

        <section class="HistoryHuman">
            <div class="HistoryHuman__container">
                <div class="HistoryHuman__wrapper">
                    <div class="historyHuman__image">
                        <img
                            src="http://localhost:5000/uploads\1718840328990-Ð&nbsp;Ð¸ÑÑÐ½Ð¾Ðº1.png"
                            alt="БАЛАБЕКОВА СВЕТЛЕНА КЕРИМБАЕВНА" />
                    </div>
                    <div class="historyHuman__right">
                        <div class="historyHuman__name">
                            БАЛАБЕКОВА СВЕТЛЕНА КЕРИМБАЕВНА
                        </div>
                        <div class="historyHuman__gallery">
                            <div class="gallery__images">
                                <img
                                    src="http://localhost:5000/uploads\1718900164715-photo_2024-05-06_00-30-20.jpg"
                                    alt="Gallery image 1" /><img
                                    src="http://localhost:5000/uploads\1718900164723-moder.png"
                                    alt="Gallery image 2" /><img
                                    src="http://localhost:5000/uploads\1718900164726-Ñ Ð¼Ð¾Ð´ÐµÑ!.png"
                                    alt="Gallery image 3" />
                            </div>
                        </div>
                        <div class="historyHuman__content">
                            <p>
                                Светлена Керимбаевна родилась 24 декабря 1962 года в семье
                                учителей. После окончания школы работала руководителем
                                комсомольской бригады «свекловичников», секретарем первичной
                                комсомольской организации колхоза им. К.Маркса,
                                Талды-Курганской области. В 1981году поступила в Алматинский
                                филиал Джамбульского технологического института, который
                                окончила в 1986 году, получив квалификацию инженера-технолога.
                                В 𝟮𝟬𝟬𝟮 году окончила Карагандинский экономический университет,
                                педагогический факультет, а в 2013 году получила степень
                                магистра экономических наук в АО «Финансовая Академия», г.
                                Нур-Султан. В 𝟭𝟵𝟴𝟲-𝟭𝟵𝟵𝟮 годах работала в отделе
                                общетехнических дисциплин и труда Целиноградского
                                педагогического института. В 𝟭𝟵𝟵-𝟮𝟬𝟭𝟰 годах работала в разных
                                должностях в Карагандинском политехническом коллдже. Важная
                                веха в трудовой биографии Светлены Керимбаевны наступила в мае
                                2014 года, когда ее назначили директором Карагандинского
                                технико-строительного колледжа. Светлена Керимбаевна не
                                растерялась, а мобилизовала весь свой талант руководителя,
                                организатора и вдохновителя… Ведь педагог-творец - это тот
                                человек, который в нужный момент дает толчок к развитию, тот,
                                что пробуждает спящего к бодрствованию, кто заставляет быть
                                внимательным, активным, живым. И здесь, Светлена Керимбаевна с
                                огромным энтузиазмом поддерживала преподавателей и
                                сотрудников, создавая все необходимые условия для их
                                творческого созидания. Для повышения имиджа, авторитета
                                учебного заведения, безусловно, необходимы и грамотный
                                педагогический менеджмент, и благоприятная психологическая
                                атмосфера в педагогическом коллективе. Светлена Керимбаевна
                                умела сотрудничать с людьми, поддерживать инициативы,
                                правильно осуществлять подбор и расстановку кадров, объединять
                                коллектив и сплачивать в надежную команду, готовую к
                                творческому созиданию. При этом, она работала вплотную не
                                только с членами администрации, но и со всем педагогическим
                                составом, вникая во все проблемы и разрешая их должным
                                образом. В коллективе ее знали, как справедливую, энергичную
                                коллегу и руководителя, работающего на доверии, принципах
                                демократии, и, в то же время требующего от своих подчиненных
                                ответственное отношение к выполняемой работе. Следующие цифры
                                статистики говорят о многом… Если в 2014 году контингент
                                обучающихся составлял всего 348 студентов, а количество
                                специальностей – 7 с семью квалификациями, педагогов – 52
                                человека, то в 2021 году численность студентов достигла 858
                                человек, количество специальностей – 14 с восемнадцатью
                                квалификациями и численностью педагогов – 90. За семь лет
                                работы Светлены Керимбаевны в должности директора, основные
                                показатели, свидетельствующие о результативности и
                                эффективности работы учебного заведения, возросли более чем в
                                два раза. Впервые в области Светлена Керимбаевна подняла
                                вопрос о профессиональном обучении детей с особыми
                                образовательными потребностями (ООП), внедрении инклюзивного
                                образования, считая, что ни один член нашего общества не
                                должен быть отстранен от социальных, общественных отношений.
                                И, в тот же год назначения ее директором, осуществляется
                                первый набор студентов с ограниченными возможностями. В целях
                                социализации, создавала условия для их участия в конкурсах
                                профессионального мастерства. Так в 2017 году 14 студентов с
                                ограниченными возможностями стали победителями соревнований
                                «Аbilimpics» и «Deafskills». Трое из них получили персональное
                                приглашение на участие в Третьем московском Чемпионате по
                                профессиональному мастерству для людей с инвалидностью
                                «Аbilimpics-2017», который проходил при поддержке
                                правительства Москвы, в Конгресс-центре Технополис-Москва и на
                                14 площадках столицы. В 2018 году четыре студента с нарушением
                                слуха и речи участвовали в конкурсе профессионального
                                мастерства «𝗗𝗲𝗮𝗳𝘀𝗸𝗶𝗹𝗹𝘀» в Абу-Даби; трое студентов стали
                                участниками XXIII-тых Парадельфийских игр по спортивному
                                ориентированию в Турции, где вошли в пятерку сильнейших
                                сборных команд. Светлена Керимбаевна лично вела переговоры и
                                добилась проведения на базе колледжа в марте 2017 года Первых
                                республиканских соревнований по инклюзивному спорту в рамках
                                проекта «Аутизм победим» среди родителей и их детей–аутистов.
                                Она же инициатор проекта «Театр теней», в котором принимают
                                активное участие студенты с нарушением слуха и речи. Опыт
                                данного проекта был представлен на Республиканских семинарах,
                                неоднократно проходивших на базе колледжа в 2017, 2018 годах с
                                участием представителей МОН РК и всех регионов республики.
                                Инициативность и решительность Светлены Керимбаевны
                                способствовали участию трех студентов с ООП в Международном
                                чемпионате профессионального мастерства для лиц с нарушениями
                                слуха «𝗗𝗲𝗮𝗳𝘀𝗸𝗶𝗹𝗹𝘀» в Абу-Даби, где визовая поддержка была
                                оказана посольством ОАЭ в Казахстане. В ноябре 2018 года
                                восемь студентов колледжа с ООП принимали участие в г.Ижевск
                                (Удмуртская Республика) на вторых Международных
                                Парадельфийских играх, при поддержке Национального
                                Парадельфийского комитета России и Правительства Удмуртской
                                Республики, совместно с общероссийскими и международными
                                общественными организациями инвалидов, где принимали участие
                                более 20-ти стран. На конкурс были выставлены работы
                                декоративно-прикладного характера. Два студента с ООП заняли
                                первые места. Работы студентов получили высокую оценку
                                экспертов России, отмечен особенный восточный колорит
                                художественных изделий, выполненных из кожи и бисера. В 2021
                                году студент, с ограниченными возможностями, обучающийся по
                                специальности «Декоративно-прикладное искусство и народные
                                промыслы» удостоен ежегодной именной стипендии «Ануар Шуағы»
                                Гуманитарного фонда «Дегдар». За годы эксперимента с 2014 года
                                проведено 3 республиканских и 8 областных семинаров; 2
                                областные конференции; выпущено более 20 статей об опыте
                                инклюзивного обучения, 2 методических пособия. Светлена
                                Керимбаевна являлась заместителем председателя технического
                                комитета генеральной ассамблеи WorldSkills. Выбор именно ее
                                кандидатуры было связано с тем, что она была основателем
                                одного из крупных Центров компетенций в регионе, который
                                получил дальнейшее расширение в рамках проекта «Жас маман».
                                Центр компетенций колледжа является одним из самых
                                инновационных центров области, где установлены промышленные
                                оборудования, идентичные оборудованию, используемой в
                                современном производстве и IT-индустрии. На основе данного
                                оборудования были созданы новые и модернизированы
                                существующие, в общей сложности 15 мастерских и 8 лабораторий.
                                Тем самым, колледж готов выпускать специалистов с новым
                                инженерным мышлением и компетенциями по нескольким
                                профессиональным квалификациям, основанных на использовании
                                цифровых технологий. Ежегодно с 2015 года в Центре компетенций
                                проходит региональный чемпионат профессионального мастерства.
                                Если в 2015 году данный чемпионат проводился только по трем
                                компетенциям, то к 2021 году число компетенций выросло до
                                пятнадцати. Число победителей чемпионата «𝗪𝗼𝗿𝗹𝗱𝗦𝗸𝗶𝗹𝗹𝘀» на
                                региональном, национальном и международном уровнях, из числа
                                студентов колледжа, с каждым годом увеличивалось: 2015 год –
                                студент колледжа занял второе место на региональном уровне, и
                                он же участник Международного чемпионата«𝗪𝗼𝗿𝗹𝗱𝗦𝗸𝗶𝗹𝗹𝘀» в городе
                                Сан Паулу (Бразилия). 2016 год - одно первое мест и одно
                                третье место на Национальном чемпионате по компетенциям
                                «Облицовка плиткой», «Кладка кирпича» и участник «Euroskills-
                                2016» в городе Гетеборг (Швеция). 2017 год - два первых места
                                и одно третье место на Национальном чемпионате. 2018-2019 год
                                - три первых и два вторых места и два участника «WORLDSKILLS
                                Belarus». 2020 год - шесть первых и одно второе, одно третье
                                место на Региональном чемпионате. Большое внимание Светлена
                                Керимбаевна придавала практической подготовке обучающихся,
                                считая, что именно практико-ориентированная подготовка
                                способна обеспечить качество знаний и совершенствование
                                навыков студентов. Благодаря этому, в колледже внедрен
                                качественно новый уровень образовательного процесса на основе
                                созданного Центра компетенций, активно функционирует
                                творческая мастерская «Шебер», развиваются робототехника,
                                Start-Up проекты в рамках деятельности бизнес-инкубатора,
                                используются современные образовательные технологии, внедрена
                                дуальная система обучения на основе выработанных принципов
                                сотрудничества с ключевыми социальными партнерами. В настоящее
                                время Карагандинский технико-строительный колледж является
                                одним из передовых учебных заведений в регионе, где студенты
                                отличаются высоким уровнем формирования профессиональных
                                компетенций и готовых к трудовой деятельности. Созидательный
                                труд Светланы Керимбаевны во благо развития всей системы
                                технического и профессионального образования, безусловно
                                положительно повлияло на имидж колледжа. В последние годы
                                учебное заведение посетили многие руководители государственных
                                органов, в том числе министры, акимы области, города,
                                иностранные гости, а также руководители других учебных
                                заведений в целях обмена опыта, которые давали высокую оценку
                                преобразованию данного колледжа, когда-то стоявшего на грани
                                передачи в частную собственность. Светлана Керимбаевна также
                                вела активную общественную работу, являлась членом партии
                                НурОтан, заместителем председателя Технического комитета
                                𝗪𝗼𝗿𝗹𝗱𝗦𝗸𝗶𝗹𝗹𝘀 𝗞𝗮𝘇𝗮𝗸𝗵𝘀𝘁𝗮𝗻; членом ОО «Клуба деловых женщин по
                                Карагандинской области», Комиссии по делам несовершеннолетних
                                и защите их прав при акимате г. Караганды, руководитель Школы
                                политического лидерства г.Караганды. Балабекова С.К. -
                                Отличник образования Республики Казахстан», Почетный работник
                                образования Республики Казахстан», обладатель нагрудного знака
                                «Ы. Алтынсарин», юбилейной медали «Астана-20 жыл», ее
                                безупречный и самоотверженный труд на протяжении 35-ти лет в
                                системе образования неоднократно отмечался Почетными грамотами
                                и благодарственными письмами государственных органов,
                                предприятий и организаций.
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </section>
    </div>
</body>

</html>